Repository: Josef-MrBeam/OctoPrint-FindMyMrBeam
Catalog: octoprint_findmymrbeam/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Enable find.mr-beam service
es: Habilitar el servicio find.mr-beam

source: State
es: Estado

source: Registered and verified: Service works in your network.
es: Registrado y verificado: El servicio funciona en tu red.

source: Registered - <a data-bind="attr: { href: find_url }" target="_blank">Try it</a> to verify functionality in your network.
es: Registrado - <a data-bind="attr: { href: find_url }" target="_blank">Pruébalo</a> para verificar la funcionalidad de tu red.

source: Unable to register. Check Internet connection of Mr Beam II.
es: No se ha podido registrar. Comprueba la conexión a Internet del Mr Beam II.

source: Registering...
es: Registrándose....

source: Try it
es: Pruébalo

source: Disabled
es: Deshabilitado

source: WARNING
es: ATENCIÓN

source: Mr Beam II can not be found on find.mr-beam service.
es: No se ha podido encontrar tu Mr Beam II en el servicio find.mr-beam.

source: find.mr-beam service
es: Servicio find.mr-beam

source: privacy policy
es: política de privacidad

source: Mr Beam Status Light
es: Luces de Estado de Mr Beam

source: When the Mr Beam Status Light is breathing (light is moving up and down) <br/> a connection can be set up with your computer.
es: Cuando la luz de estado Mr Beam está "respirando" (la luz se mueve hacia arriba y hacia abajo) se puede establecer una conexión con el ordenador.

source: There are three different ways to do so
es: Hay tres maneras diferentes de hacerlo

source: Breathing Orange
es: Respiración Naranja

source: Breathing Green
es: Respiración verde

source: Breathing White
es: Respiración Blanca

source: WiFi access point
es: Punto de acceso WiFi

source: In your network
es: En tu red

source: Check out our knowledge base article
es: Echa un vistazo a nuestro artículo de la Knowledge Base

source: Mr Beam Status Light tells you how to connect
es: Las Luces de Estado de Mr Beam te indican cómo conectarte
